import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="月初から大変" />
    <h1>2021-02-01</h1>
    <h2>月初から大変</h2>
    <p>
      22:20、仕事が遅くなってあっというまに。でもひとまず座った。えらい。
      キーボードも入力は快適です。
    </p>

    <p>
      チクタク、歌詞、前の分もとりあえずコピー。
      便りを待つ　もう幾年（いくとせ）　草木も生い茂り
      吸いも甘いも　歴史に　刻み込まれ
      レンガのヒビから　草が生えてる

      古びたオーディオ
      額縁
      祖母のおもかげ

      半分眠ったままで
      残ったワインを飲んで
      キスの味も忘れて
      記憶を切り刻んだ
      みんなを敵に回すけど
      それでももう止めないで
      優しい嘘の笑顔に堕ちていく
      朽ちていく〜
      １３５、bpm

      ほんとは誰か止めてくれ
    </p>
    <p>
    </p>
    <p>
    </p>
    <p>
      LINEからペースト
      4/3㈯自主企画
FPバンドサポ星野くん、小島さん　(仮)


【全体の流れ】
FPのみ出だし3曲ほど

(ゲスト入り)
合同1曲
ソロで約5曲くらい
合同1曲
×3人予定

FPのみ3曲ほどで終わり


出演者希望
(最優先)シラハタさん、オガサワラさん
(優先)加藤さん、なおなりさん、沼、研さん、安井さん
    </p>
    <p>
      なんか急にフレーズ引いたらよさげ。こういうのをまじで録音しておけよ
      というわけでボイスメモ。「ソロっぽい、カポつけたい。
      開放だと
      D D/B D/E D
      Am7 G Am7 G Bb-5
    　みたいな感じやけど、適当。でもしっくりきたので歌詞があればいけそう。
    </p>
    <p>
      D D F#m F#m Bm Bm D D
      G A D Bm F#7 Bm てけてけ
      やっぱりソロの部分
    </p>
    <p>
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
