import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="雪降ってた、ちょいとくぎれておつかれ" />
    <h1>2021-02-17</h1>
    <h2>雪降ってた、ちょいとくぎれておつかれ</h2>
    <p>
      仕事は、ずっと3月までの計画を練るために大量の調査と資料まとめ。
      何もなくて朝も食えず、昼はセブンにめずらしく買い物で補充。雪、降ってましたね。
      昨日のおかげで機嫌はよかったけど、終わる頃にはちょっと疲れが来ました。
      技術系ブログも珍しく夕方までには完成せず。
      
      買ってたレトルトカレーを食って、ブログの内容を考えていたら少し寝てしまいましたが、
      ようやく技術ブログは更新、23:00にようやくここまで追いつきました。
      ただ、疲れている。
      それでもここに座るようになったのはえらい。1月は何もしない日も多かったので。
    </p>
    <p>
      明日はスタジオ。あっという間。1にちがとても貴重だなあ。だからこそ、無意識でやれないとダメですね。
      今日みたいに「できていないな」と感じてしまうと、また練習しなくなってしまう。
      だましだまし。
      3/6と聞いて、なんとかそこまで仕事は追い詰められないように工夫したいな、と思ったよ。
      そうじゃないと練習する時間が取れないもんね。。。
    </p>
    <p>
      にいまるにいいち 158〜163ぐらい？（スイッチャーだと９

      チクタク 135（スイッチャーだと８
      コンティニュー 143（スイッチャーにはセット６
      wannabe 78〜82ぐらい？（スイッチャーだと３
      ふぁいぽ 67ぐらいかな、でもちょっと遅いぐらい？68かな（スイッチャーだと４
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
