import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="祝日後のスタジオでした" />
    <h1>2021-02-12</h1>
    <h2>祝日後のスタジオでした</h2>
    <p>
      仕事は忙しかったですね。というか自分はそうでもなかったんですけど、
      他の人にもテストを手伝ってもらうことになっているので、それを無視するわけにもいかず。
      なんだかせつないなあ。結局19:30ぐらいにそのまま我慢できず出ましたけど。
      Slackを見続けてましたね、しょうがないんですけど。
    </p>
    <p>
      Pちゃんが30分ほど遅れる。いのまーは前日もライブで、かつ頭痛もひどく、1時間早く帰りたい、ということで。
      やったのは普通に新曲のにいまるにいいちと、ちくたくです。
      
      アレンジが変わったのでそれを書きましょう。いずれもにいまるにいいちです。
      まず、
      1番Bメロ：
      歪みはスイートハニーでアナログディレイ。
      じゃらーんで、たんたたーん（白玉ととばしぎみのアルペジオ。歌が裏声なので。
      あと、わたしも同じ歌詞をオクターブ下で歌います。結構しっかり歌います。つまり要練習です。
      2番Bメロ：
      ここは歪みを切って、クリーンで弾きます。一緒に歌うのは同じです。
      あと、サビ前の最後のコードはF#ですよ。間違えないでね。
      アウトロフレーズ：
      ちょっと説明しにくいが、コード進行が全部変更に。頭では覚えているが、書くか。
      1. 2弦3フレット 3弦2フレット　5弦2フレット(1弦鳴らないよう)
      2. 1弦開放 2弦3フレット 5弦2フレット
      3. 1弦3フレット 2弦3フレット 5弦2フレット
      4. 2弦2フレット 3弦3フレット 4弦2フレット 6弦2フレット（親指で、5弦ミュート
    </p>
    <p>
      帰りながら、次はライブの練習せなあかんとPちゃんと話す。
      やる曲。
      wannabe アコギ
      コンティニュー
      （りふお、ちくたくとにてるよね
      にいまるにいいち
      ちくたく
      ふぁいぽ

      コンティニューがちょっときになるなあ。wannabeもやれるけど思い出す必要があるね。
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
