import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="やばいつづき" />
    <h1>2021-01-21</h1>
    <h2>やばいつづき</h2>
    <p>
      今日もいまはすでに2:11。とはいえ、お昼ご飯を食べて21:00ぐらいから寝てしまった。
      とにかく、リラックスしていないとスムーズに身体が動かない。今お風呂がわくのを待っています。
    </p>
    <p>
      歌謡曲新曲、ニイマルニイイチのギターソロの進行を確認したい。BLUE TEARSやけど。
      というかギターのチューニングが毎回少し上がっているんが気になる。下がるんじゃなくて？
      コード進行を確かめて弾きました。さすがに覚えてきたよ。テケテケもうまくなってきた。
      14フレットから2フレットまで下がっていくペースでもだいぶ聞こえ方が変わってくる。
      少しずつクオリティをあげていければいいな。
    </p>
    <p>
      もう一つの新曲も歌詞を作りたいんだけど、前に浮かんだキーワードはこちらに書いておこう。
      便りを待つ
      レンガ
      これだけ。
      でもサビも色々歌ってるよね、適当に。
      ないで〜
      もう止めないで〜
      僕は切り刻んだ〜
      もうやめないで〜
      おちていく〜
      みたいな語尾で。さて、発送を待とう。お風呂入って少しでも寝よう。リラックス。いつもどおりで。
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
