import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="心機一転！" />
    <h1>2021-02-18</h1>
    <h2>心機一転！</h2>
    <p>
      前日はほぼ完璧な状態で寝て、まさに心機一転。
      朝技術ブログを書いてしまい、8:00ぐらいからは仕事してました。
      といってもセキュリティルールを読む感じでしたけど。

      仕事は、総額メンバーと話をして、森脇さんともmtgをして。
      ちょっとghrlを作ってSlackアプリの申請をしたらあっという間にお昼。
      久々にちゃんとリングフィット。
      お昼からもがんがん仕事してました。
      あとはセキュリティルール読みながらセキュリティレビューの話。
      あいまにjslさんと斎藤さんの戦いが続くのに対応。
      とはいえスタジオもあるので、18:30ぐらいからは密かに退散。
      しかし、ちょっとまずい空気を感じてはいるので対策したい。
      なぜここに完全なる仕事日記を書いているのか。
    </p>
    <p>
      スタジオは充実してました。自分がちゃんと練習していったからですね。
      アレンジの変更点を、忘れないうちにメモしておく。
      コンティニュー：
      イントロのベースとドラムが変わった。ギターと歌は同じ。
      あとは、サビの後ギターソロに入るのがすぐ（ギターリフを一回やったらすぐ入る）
      きざし：
      使う音が変わっている。AとBはクリーン、サビは歪み（悩んだがsweet honey
      2021:
      変化なし。あとはクオリティ。ギターソロ。
      チクタク：
      ギターソロの音を右から３番目に追加しました。一番左のやつじゃないです。歌詞をつけたけどなんとなく歌いにくい。もしいいのができたら取り替えよう。
      wannabe：
      変化なし。前よりもよくなっている。うたえるようになった。
      ふぁいぽ；
      Cめろ（穏やかに生きたいところ）は空間系を足している（ふむスイッチは変わらず。アウトロも空間系を足しているがスイッチの場所は変化なし。
      りふお：
      一応演奏したけど、なんだか違うなという感じにはなっている。使う音も微妙に調整しないとたぶんだめ。
    </p>
    <p>

    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
