import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="今朝も個人練" />
    <h1>2021-02-07</h1>
    <h2>今朝も個人練</h2>
    <p>
      今日も朝10:00から個人練、引き続きベーオン心斎橋。
      昨日はトートバッグを持っているときついがそれさえなければいけそうということで、
      元気に起きて万全の態勢でGO。

      するとカウンタにいたのは赤田さん。なつかしー！
      お互い様で、少し話す。テンション上がると言われてなんか嬉しかった。表面には出ていなかったやろうけど。
      広い部屋、アイボリー。この部屋の名前だとFancifulを思い出すなあ。ほとんど変わっていない。

      今日はがっつりチクタク練習しました。ひたすら弾く。途中で、昨日コード進行を教えてもらったので、
      ギターソロも改めて考える。途中からそれに夢中になってしまった。かなり可愛い感じのソロになって個人的には満足。
      ただ、受け入れてもらえるやろか。。。最後だけもう少し詰めたい。
      しかしまあ、2時間でこれだけしか進まないんよね。クオリティめちゃ低いのに。まだ曲をやっと覚えたぐらいなのに。
      でもあせらず。

      お昼からはノーストレスで快適に過ごす。とはいえ技術ブログは結構時間かかったけど。
      のんびりして買い物行ってごはんたべて、ひさびさにWebAssemblyの実装もして。本当にすばらしい。
      3年前の記録をようやく塗り替えたね。普通の暮らしだけでいいなら、こんなに余裕を持って生きられるんだね。
      でも、いままで必死に抽象思考をやってきたからこそ、安心して、40代を始められている。
      本当のスタート。とにかく、継続。

      今はお風呂入って0"29です。
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
