import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="座れました、アゲイン" />
    <h1>2021-01-30</h1>
    <h2>座れました、アゲイン</h2>
    <p>
      というわけで土曜の17:00前で。
      これからちょっと自分の誕生日プレゼントと仕事のドキュメンテーションで本屋に行きたいので少し早めに出たいんですよね。
      ともかく、昨日は打ち合わせでしたのでそれでOK.
      その前の日は、初音ミクやってましたね、たしか2時間ほど。まあ、そういうときもあるよ。
      それがだんだん意識が変わっていけばいいな。惑わされない。
      Pちゃんにはプレッシャーをかけられましたが、気持ちもわかる。戦わずして、勝ちに行きたい。
      下のコード部分はそのまま残しておきますよ。あいろんかけます。
    </p>
    <p>
      和雄宅後、プログラミングして風呂に入って、再び座る。2:18。
      お風呂でチクタクの歌詞の方向性を思いついた。
      おじさんおばさん、自分も老いていく。朽ちていく。時計の針は進んでいく。そんな、老いを笑って受け止める歌。
      ということでチューニングして（もうないや、電池）、チクタクを弾く。繋ぎが雑だな。サビ前とか。いい演奏をしたいな。
      チクタクは仮曲名ね。
    </p>
    <p>
      さらにハードケースからアームを出してきました。あっさり使えました。今までなんだったんだ。というか楽しい。
      アームが入っていた袋もかわいい。ともかく、使えてよかった。今度持って行こう。
    </p>
    <p>
      チクタク、歌詞、前の分もとりあえずコピー。
      便りを待つ　もう幾年（いくとせ）　草木も生い茂り
      吸いも甘いも　身体に　刻み込まれ
      レンガのヒビから　草が生えてる
      
      
      ないで〜
      もう止めないで〜
      僕は切り刻んだ〜
      もうやめないで〜
      おちていく〜
    </p>
    <p>
      なんか急にフレーズ引いたらよさげ。こういうのをまじで録音しておけよ
      というわけでボイスメモ。「ソロっぽい、カポつけたい。
      開放だと
      D D/B D/E D
      Am7 G Am7 G Bb-5
    　みたいな感じやけど、適当。でもしっくりきたので歌詞があればいけそう。
    </p>
    <p>そして、全く関係ないけどタッチのメロディを単音で弾く。本当にいいメロディ。プロの技。</p>
    <p>
      D D F#m F#m Bm Bm D D
      G A D Bm F#7 Bm てけてけ
      やっぱりソロの部分
    </p>
    <p>
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
