import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="もうやばい" />
    <h1>2021-01-20</h1>
    <h2>もうやばい</h2>
    <p>
      2日目にして早速、日付は超えてしまった。カレー食べてばくすい、いまは2:30。仕事もちょい忙しい感じだったしね。
      継続は難しい。でもこうして、ここに座っただけでもえらい。大きな進歩。
      音楽以外の内容もここに書きたくなってしまうけど、それはいずれ別の場所を用意してもいいのかも。
    </p>
    <p>
      もう一回弾いてみるか、歌謡曲新曲。ニイマルニイイチ、ですね正しくは。
      あと、ギターソロはベンチャーズの十番街の殺人でした。べんきょうべんきょう。
    </p>
    <p>
      というわけでなんどか弾いてみる。コード進行は一応覚えているので、何回もやれば覚えるんはいけそう。
      あとは、ギターソロの進行というか尺を覚えよう。明日はそれかな。やってしまいたいけど、じかんがないな。風呂入って寝る。
      でも、とてもよかったし、これぐらいしか一日には進まないのが普通の気もする。がんばろう。
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
