import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="抱え込みすぎ一ヶ月" />
    <h1>2021-02-15</h1>
    <h2>抱え込みすぎ一ヶ月</h2>
    <p>
      相変わらず朝はギリギリでシャワー浴びて開始。
      あっという間でしたね。普通に仕事してただけなんですけど、
      午前中に森脇さんに言われて状況を知らせるようにと言われ、結局それで時間取られてました。
      ちゃんと上司に定期報告してほしいタイプの上司だということがわかった。森脇さんは。
      というかちょっと案件がでかい、というのが全ての要因のような気もするが。
      だったら最初からそう言ってくれてもいいのに、という感じはするけど、とにかく、不誠実なことはしないほうがいい。
      素直に話を聞くべき。こちらも経験値が足りないので、その方がありがたい。
      ただメンタルとしてはちょっと疲れた。でもここに座れた。もう一歩。

      そして今日はついにこっちの音楽の方の記録もやっと一ヶ月。
      全然成長してないし、毎日練習とか活動もできていないし。がんばりすぎてもだめだけど。
      でも明らかにいい効果は出てきているので。仕事がこういう風にうまくいっていない時は特に。
      そもそも2月も半分いってるじゃん。。。おいおい。
    </p>
    <p>
      にいまるにいいち 158〜163ぐらい？
      チクタク 135
      コンティニュー 143
      wannabe 78〜82ぐらい？
      ふぁいぽ 67ぐらいかな、でもちょっと遅いぐらい？68かな
    </p>
    <p>
      というわけで、ライブでやりそうな曲、上の5曲。
      一通り思い出しました。しかし新曲以外の3曲は踏み替えとかアレンジとかあるわけでしょ、ここから。
      もうちょっとやりたいけど、もう無理よ。がんばりすぎちゃだめよ。でも、できるもんだね。
      なんだか、救われる思い。誰にもわかってもらえないけど。これが孤独の癒し方ってことか。。。
      愛して欲しいな。風呂入って寝るか。
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
