import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="久々の個人練" />
    <h1>2021-02-06</h1>
    <h2>久々の個人練</h2>
    <p>
      いけそうだな、ということで個人練を予約した。
      ベーオンで初めてネット予約をしたが、アメ村店に行くつもりが間違えて心斎橋店の予約を取ってしまった。
      ただ、この日は1時間だけだったし、まずは重いボードをチャリで運ぶというのがつらいので、
      行って無事に帰ってこられれば万々歳という目標だったので、特に気にもせず、想定内のミスだった。
      それでも相変わらずまぬけだなあ、という気はするが。。。

      17:00のつもりが17:30、久々のカーキ。無愛想なスタッフさんでテンションゲキ落ちである。
      あと、意外とみんな若い人は遊びに出ているよね。カフェの中だとマスクもしてなかったし。
      それはともかく、マイクを自分で取るとかシステムもコロナ禍で変わっていた。
      結局チクタクを練習できたのは数十分。それでも、全然できていないことがわかり、大満足。
      そのあとは帰ってすぐ和雄宅へいそぐ。結構遅くまで初音ミクをやって肘が痛くなり帰宅。
      いつのまにか電気つけて寝てしまってました。
    </p>
    <p>
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
