import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="通常更新、初日" />
    <h1>2021-01-19</h1>
    <h2>通常更新、初日</h2>
    <p>
      さて、音楽用iMacからやっと通常更新できた。
      昨日はスタジオだったので。それは別に昨日に記事をつけよう。
      １ページ分ぐらいは文章書きたいと思っていたけれど、今日もご飯食べてすぐ気絶してしまったので、
      まずは毎日何か、音楽活動をやっていくようにしましょう。とにかく、無意識にできる範囲で。
      少しでも心理的に抵抗があると、途端にとまってしまうので。じぶんをだましつつ。
    </p>
    <p>
      ということで昨日の分も足しました。
      新曲のコード進行は書いておくか何かしたいな。
      あと、ギターソロの最初のフレーズの元ネタもPちゃんから聞きたいな。
    </p>
    <p>
      それにしても、こうして好きなことを（つまり書いてもいいことかどうかをあんまり気にせずに）書けるのは精神衛生上、良いですね。
      今日は上にも書いた通り、さっきまで結構気絶してしまっていたので、あんまり眠くない。
    </p>
    <p>
      せめて、まずチューニングしよう。
      LINEの音源を聴きながら、bpmをはかる。だいたい１６３ぐらい。でもいんとろはもう少し早いかな。いのまーがもう少し安定するかな。
      というわけで一回通して弾いてみる。まだところどころ怪しい（ちょっと弾けば思い出すが、ハーフディミニッシュとかさっき忘れてた。ギターソロの進行も聞いて確認しておきたい
      あとは人生初のアームも使いたい。
      お洒落なアレンジにも試してみたい。
      いっぱいやりたいことあるんだよな。今までなんでやらなかったんだろうか。やっぱり他のことが優先度が高かったんだよな。
      ４０になって、変わるかな。もうすぐ最初の一ヶ月だけど（正確には1/4開始、音楽はここに書いている通り1/17開始。
      もう一つの新曲の歌詞も書く、企画もやる。こうやって書くと色々多いな、やること。結構なことをやってるんかな。
      そういう感覚がないのがよくないんだな。だからやるべきことに押し潰される。
      それはいいや、今日はひとまず続いたということで、明日もがんばろう。
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
