import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="実は休み" />
    <h1>2021-02-09</h1>
    <h2>実は休み</h2>
    <p>
      はい、いつぞやの倉庫ヘルプの振替休日です。心を鬼にしてというか、本当に仕事のことは一切気にしていません。
      というわけで昼まで寝て、そのあと、ブログを書くために公開鍵暗号について調べて、
      またしてもチクタクを弾き始めました。本当に歌詞とエフェクトの切替ポイントと演奏を一緒にやるのは難しくて、まだまともな演奏になったことがない。
      これはまずいなと思いつつ、今度はCメロがまだ歌詞がないことが気になってきました。
      本当は最後の歌詞もないんだけど、ラララで歌っている部分だし、ギターも何かやりたいのに全然白紙に近いので、やばい。

      というわけで歌詞を考えるために、ひとまずギターのコード進行だけさっきボイスメモに録りました。

      テーマでいうと難しいなあ。チクタク、老いがテーマなのはいいんですけど。
      出てきたキーワードがまだ抽象的で、歌詞に乗らないかんじ。

      面倒
      言葉数を増やしてもいいかなとおもう。メロディも微妙に変えてもいいかも。それは普段から起こっていることだし。
      
      なんかTwitterで返信きた。ブログを開始して初めてだ。気がそがれたので和雄のプレゼントの書籍をポストに取りにいこう

      間違えた　忘れた　それすら忘れてた
      そんなの　気にしない（わらいとばせ）

      痴呆、限界
      気力体力の限界、疲れ目
      懐かしい
      薄暗い　レシピ
      砂利道
      食べよう、少しだけ

      tik tok　レシピも終盤
      tik tok　砂利道を歩く
      割れる拍手でお出迎え
      
      tik tok 木彫りの黒猫
      爆竹　嵐も止んで
      すべては　お告げの通り

      黒猫　ホイップクリーム
      ミサイル　暗号
      Tシャツ
      木彫り
      知らない人形
      奇譚
      皇帝
      黒服　スパイ
      錆びる
      錆びたミサイル
      爆竹
      お告げ

    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
