import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="大変さを乗り越えた！" />
    <h1>2021-02-05</h1>
    <h2>大変さを乗り越えた！</h2>
    <p>
      22:29 20:30まで仕事して、21:30にマクド買ってきて、いまようやくここに座れた。
      何もサボっていないのに。めちゃくちゃ働いたね。よくがんばった。しかも普通にスタジオの次の日。
      ストレスがないのがいいのか、もしくはリラックスする方法を学んだのか。
      とにかく、いろんなことができてわたしはうれしい。
    </p>
    <p>
      ちょっと昨日の復習をしないといけないので、昨日日付の部分に書きますね。
      かいた。
      あと、にいまるにいちのソロをもう一回引いてみたけど、全然いいフレーズが思い浮かばない。
      歌詞も昨日、電車で思いついた言葉をcメロで歌ってみたけどしっくりこない。
      今日はもう時間がないですね。終了です。でも、やりきったよ。えらい。えらおよ。
    </p>
    <p>
    </p>

    <p>
      チクタク、歌詞、前の分もとりあえずコピー。
      便りを待つ　もう幾年（いくとせ）　草木も生い茂り
      吸いも甘いも　歴史に　刻み込まれ
      レンガのヒビから　草が生えてる

      古びたオーディオ
      額縁
      祖母のおもかげ

      半分眠ったままで
      残ったワインを飲んで
      キスの味も忘れて
      記憶を切り刻んだ
      みんなを敵に回すけど
      それでももう止めないで
      優しい嘘の笑顔に堕ちていく
      朽ちていく〜
      １３５、bpm

      ほんとは誰か止めてくれ

      廊下の突き当たり
芝生にヘリコプター
蟻地獄
オルゴール
    </p>
    <p>
    </p>
    <p>
    </p>
    <p>
      LINEからペースト
      4/3㈯自主企画
FPバンドサポ星野くん、小島さん　(仮)


【全体の流れ】
FPのみ出だし3曲ほど

(ゲスト入り)
合同1曲
ソロで約5曲くらい
合同1曲
×3人予定

FPのみ3曲ほどで終わり


出演者希望
(最優先)シラハタさん、オガサワラさん
(優先)加藤さん、なおなりさん、沼、研さん、安井さん
    </p>
    <p>
      なんか急にフレーズ引いたらよさげ。こういうのをまじで録音しておけよ
      というわけでボイスメモ。「ソロっぽい、カポつけたい。
      開放だと
      D D/B D/E D
      Am7 G Am7 G Bb-5
    　みたいな感じやけど、適当。でもしっくりきたので歌詞があればいけそう。
    </p>
    <p>
      D D F#m F#m Bm Bm D D
      G A D Bm F#7 Bm てけてけ
      やっぱりソロの部分
    </p>
    <p>
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
