import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="いそがしすぎる" />
    <h1>2021-02-04</h1>
    <h2>いそがしすぎる</h2>
    <p>
      19:29 スタジオ前です。結局、昨日とおとといはここに座ることもできなかった。
    </p>
    <p>
      チクタク、歌詞、前の分もとりあえずコピー。
      便りを待つ　もう幾年（いくとせ）　草木も生い茂り
      吸いも甘いも　歴史に　刻み込まれ
      レンガのヒビから　草が生えてる

      古びたオーディオ
      額縁
      祖母のおもかげ

      半分眠ったままで
      残ったワインを飲んで
      キスの味も忘れて
      記憶を切り刻んだ
      みんなを敵に回すけど
      それでももう止めないで
      優しい嘘の笑顔に堕ちていく
      朽ちていく〜
      １３５、bpm

      ほんとは誰か止めてくれ
    </p>
    <p>
      スタジオの記録。次の日に書いてます。
      20:30から〜23:30、Pちゃんが珍しく早く着いている
      最初の一時間ぐらいは、Pちゃんがにいまるにいいちをなんとか歌いやすい音域に持っていこうと転調を含めてコード進行を考える。
      話を聞くと、酔っ払っているときに思いついたけど、ぜんぜん思い出せないそうだ。
      なんとなくいい感じになりそうなコード進行もあったけど、結局は決定しなかった。ああいうときに、理論を実践に活かせるようになりたいなあ。
    </p>
    <p>
      いのまーがずっと暇そうにしているので、一回リフレッシュさせてから、チクタクの歌詞の具合を見るために始める。
      しかし、どうもこの日の部屋がいつもと違うせいか、MarshallのJVMで、やたらと音がモダン。セッティングがうまくいかず。
      音が小さい、声が聞こえないみたいな話になり、しばらくはセッティング。ベースがでかいかも、いやギターもあれやなあ、みたいな感じでしばらく右往左往する。
      次に、スリーピースでやるときには音量のメリハリがあったほうがいいということで、エフェクタの組み合わせを色々と試す。
      それを覚えておかないとこまる。
    </p>
    <p>
      チクタク
      イントロ、Aメロは何も踏まない
      Bメロはスイートハニー
      Aメロでまた戻る
      サビでスイートハニーとロックボックスの２つふみ
      ソロは全部ふみとアナログディレイ
      感想のロック調フレーズは全部ふみのまま、ディレイを切る
      cメロ（元々Pちゃんが歌っていたところ）はすいーとはにーだけ
      bメロ風感想、前半はディレイを２つ、歪みはスイートハニーとロックボックス
      後半はディレイ一つ、歪みはぜんぶ。
      で、最後のサビ。２つふみ
      アウトロはイントロと同じだが、サビと同じ足元のままで終わる

      いまのところ、すいっちゃーの８番に登録しています。
    </p>
    <p>
      LINEからペースト
      4/3㈯自主企画
FPバンドサポ星野くん、小島さん　(仮)


【全体の流れ】
FPのみ出だし3曲ほど

(ゲスト入り)
合同1曲
ソロで約5曲くらい
合同1曲
×3人予定

FPのみ3曲ほどで終わり


出演者希望
(最優先)シラハタさん、オガサワラさん
(優先)加藤さん、なおなりさん、沼、研さん、安井さん
    </p>
    <p>
      なんか急にフレーズ引いたらよさげ。こういうのをまじで録音しておけよ
      というわけでボイスメモ。「ソロっぽい、カポつけたい。
      開放だと
      D D/B D/E D
      Am7 G Am7 G Bb-5
    　みたいな感じやけど、適当。でもしっくりきたので歌詞があればいけそう。
    </p>
    <p>
      D D F#m F#m Bm Bm D D
      G A D Bm F#7 Bm てけてけ
      やっぱりソロの部分
    </p>
    <p>
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
