import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="初音ミクDay" />
    <h1>2021-02-16</h1>
    <h2>初音ミクDay</h2>
    <p>
      先日、仕事で指摘をもらって、必死に資料を作ったら、急に褒められました。めちゃくちゃ上司が機嫌良くなったので、どうやらよかったみたいです。
      情報共有は大切だね。ほんまに。不安を与えてしまっていたんだな。マネージメントの方法ってあるよなあ。

      あとは、お昼にSlackで軽く話しかけたことでわたしの機嫌はさらに爆上がり。なんだろう、極端すぎる。ニコニコと幸せに包まれました。
      次の日のリリース準備も無事に終わり、少し早めにあがりました（それでも19:00じゃないかな
      僕やばが書いたくて、自転車でハンズまで行くものの、なんと移転してた！！
      結局まんねんでメンズセット食っただけで帰ってきました。

      そこからは、タイトルのままです。技術ブログも昨日の愚痴を書いてとっくに終わっていたし、ただひたすら夜までミク三昧。
      楽しかったし、Just be friendsのextremeをついにクリアした。
      ロキextremeももう少しで30%のところまでいったのに。。。
      
      そこで気付いたが、やはり正確なリズムを刻むには、体の芯がずれると全然ダメ。特に自分は左の腰が浮いてしまう。
      キーボードを打っていても同じ。遊んではいたが、それを実感できたのでよしとしよう（？）。
    </p>

    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
