import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="座れました、アゲイン" />
    <h1>2021-01-30</h1>
    <h2>座れました、アゲイン</h2>
    <p>
      というわけで土曜の17:00前で。
      これからちょっと自分の誕生日プレゼントと仕事のドキュメンテーションで本屋に行きたいので少し早めに出たいんですよね。
      ともかく、昨日は打ち合わせでしたのでそれでOK.
      その前の日は、初音ミクやってましたね、たしか2時間ほど。まあ、そういうときもあるよ。
      それがだんだん意識が変わっていけばいいな。惑わされない。
      Pちゃんにはプレッシャーをかけられましたが、気持ちもわかる。戦わずして、勝ちに行きたい。
      下のコード部分はそのまま残しておきますよ。あいろんかけます。
    </p>
    <p>
      なんか急にフレーズ引いたらよさげ。こういうのをまじで録音しておけよ
      というわけでボイスメモ。「ソロっぽい、カポつけたい。
      開放だと
      D D/B D/E D
      Am7 G Am7 G Bb-5
    　みたいな感じやけど、適当。でもしっくりきたので歌詞があればいけそう。
    </p>
    <p>そして、全く関係ないけどタッチのメロディを単音で弾く。本当にいいメロディ。プロの技。</p>
    <p>
      D D F#m F#m Bm Bm D D
      G A D Bm F#7 Bm てけてけ
      やっぱりソロの部分
    </p>
    <p>
    </p>
    <p>
    </p>
    <Link to="/">目次に戻る</Link>
  </Layout>
)

export default SecondPage
